## "Диагонали символами"

### Задание

Даны сторона квадрата. Вывести его диагонали символами #

### Формат входных данных

Дано целое число n, длина стороны квадрата. 1 < n < 20 

### Формат выходных данных

Вывести диагонали квадрата символами # (см. примеры)

#### Примеры

n = 6 
```
#    #
 #  #
  ##
  ##
 #  #
#    #
```
n = 3
```
# #
 #
# #
```
### Решение задачи

```python
# TODO: you code here...
```
n = 8
symbol = "#"
empty = " "
i = 0
while i < n:
    j = 0
    string = ''
    while j < n:
        if i == j or i+j == n-1:
            string += symbol
        else:
            string += empty
        j += 1
    print(string)
    i += 1

```
